Repository: abuanwar072/20-Error-Pages-SwiftUI
Catalog: Error_Pages/*.lproj/Localizable.strings
Languages: tr

# NOCONNECRTİON_TEXT_EXPLANATION
source: Something wrong with your connection, Please try again.
tr: Bağlantınızda bir sorun var, lütfen tekrar deneyin.

# NOCONNECRTİON_BUTTON_TEXT
source: RETRY
tr: YENİDEN DENE

# ERROR404_TEXT_TITLE
source: Page Not Found
tr: Sayfa bulunamadı

# ERROR404_TEXT_EXPLANATION
source: The page you are looking for doesn’t seem to exist…
tr: Aradığınız sayfa mevcut değil…

# ERROR404_BUTTON_TEXT
source: RETRY
tr: ANASAYFAYA GİT

# SOMETHING_WENT_WRONG_TEXT_EXPLANATION
source: Someting went wrong. Please try again.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

# SOMETHING_WENT_WRONG_BUTTON_TEXT
source: TRY AGAIN
tr: TEKRAR DENEYİN

# SOMETHING_WRONG_TEXT_EXPLANATION
source: The file you are looking for is not here...
tr: Aradığınız dosya burada değil...

# SOMETHING_WRONG_BUTTON_TEXT
source: GO BACK
tr: GERİ DÖN

# ERROR_TEXT_EXPLANATION
source: Something went wrong, Please try again later
tr: Bir şeyler yanlış oldu. Lütfen sonra tekrar deneyiniz

# LOCATION_ACCESS_TEXT_EXPLANATION
source: Please enable location access to use this feature
tr: Bu özelliği kullanmak için lütfen konum erişimini etkinleştirin

# LOCATION_ACCESS_BUTTON_TEXT
source: ENABLE
tr: ETKİNLEŞTİR

# BROKEN_LINK_TEXT_TITLE
source: Broken Link!
tr: Oops!..

# BROKEN_LINK_TEXT_EXPLANATION
source: Something went wrong, please try again later
tr: Bir şeyler yanlış oldu. Lütfen sonra tekrar deneyiniz

# BROKEN_LINK_BUTTON_TEXT
source: RETRY
tr: YENİDEN DENE

# MISSING_ARTICLE_TEXT_TITLE
source: Missing Article
tr: Eksik Makale

# MISSING_ARTICLE_TEXT_EXPLANATION
source: Article you are looking for is not available
tr: Aradığınız makale bulunamıyor

# MISSING_ARTICLE_BUTTON_TEXT
source: BACK
tr: GERİ

# PAYMENT_FAILED_TEXT_TITLE
source: Payment Failed
tr: Ödeme başarısız

# PAYMENT_FAILED_TEXT_EXPLANATION
source: Your card was rejected by the vendor. Please try again
tr: Kartınız satıcı tarafından reddedildi. Lütfen tekrar deneyin

# PAYMENT_FAILED_BUTTON_TEXT
source: BACK
tr: GERİ

# ROUTER_OFFLINE_TEXT_TITLE
source: Router Offline
tr: Yönlendirici Çevrimdışı

# ROUTER_OFFLINE_TEXT_EXPLANATION
source: No internet connection, please try restarting your router...
tr: İnternet bağlantısı yok, lütfen yönlendiricinizi yeniden başlatmayı deneyin...

# ROUTER_OFFLINE_BUTTON_TEXT
source: RETRY
tr: YENİDEN DENE

# CONNECTION_FAILED_TEXT_TITLE
source: Connection Failed
tr: Bağlantı Başarısız

# CONNECTION_FAILED_TEXT_EXPLANATION
source: Could not connect to the network, Please check and try again.
tr: Ağa bağlanılamadı, Lütfen kontrol edip tekrar deneyin.

# CONNECTION_FAILED_BUTTON_TEXT
source: RETRY
tr: YENİDEN DENE

# CAMERA_ACCESS_TEXT_TITLE
source: Camera Access
tr: Kamera Erişimi

# CAMERA_ACCESS_TEXT_EXPLANATION
source: Please allow access to your camera to take photos
tr: Lütfen fotoğraf çekmek için kameranıza erişime izin verin

# CAMERA_ACCESS_BUTTON_TEXT
source: ALLOW
tr: İZİN VERMEK

# FILE_NOT_FOUND_TEXT_EXPLANATION
source: Looks like the file you are looking for is missing....
tr: Görünüşe göre aradığınız dosya eksik....

# FILE_NOT_FOUND_BUTTON_TEXT
source: HOME
tr: ANASAYFA

# ERROR_FOOD_TEXT_EXPLANATION
source: Something is wrong here… We’ll fix it soon!
tr: Burada bir sorun var... Yakında düzelteceğiz!

# ERROR_FOOD_BUTTON_TEXT
source: HOME
tr: ANASAYFA

# ERROR_SCREEN_404_TEXT_TITLE
source: Dead End
tr: Oops!..

# ERROR_SCREEN_404_TEXT_EXPLANATION
source: Opps! Tha page you are looking for doesn’t exist...
tr: Hata! Aradığınız sayfa mevcut değil...

# ERROR_SCREEN_404_BUTTON_TEXT
source: HOME
tr: ANASAYFA

# STORAGE_NOT_ENOUGH_TEXT_TITLE
source: Not Enough Space
tr: Yeterli alan yok

# STORAGE_NOT_ENOUGH_TEXT_EXPLANATION
source: You do not have enough storage left to save this file...
tr: Bu dosyayı kaydetmek için yeterli depolama alanınız kalmadı...

# STORAGE_NOT_ENOUGH_BUTTON_TEXT
source: MANAGE
tr: YÖNETMEK

# TIME_ERROR_TEXT_TITLE
source: Something Not Right...
tr: Doğru Olmayan Bir Şey...

# TIME_ERROR_TEXT_EXPLANATION
source: Please check the status of your device and retry
tr: Lütfen cihazınızın durumunu kontrol edin ve yeniden deneyin

# TIME_ERROR_BUTTON_TEXT
source: RETRY
tr: YENİDEN DENE

# LOCATION_ERROR_TEXT_TITLE
source: Hang on a sec...
tr: Bir saniye bekle...

# LOCATION_ERROR_TEXT_EXPLANATION
source: It seems you are in the middle of the ocean.
tr: Görünüşe göre okyanusun ortasındasın.

# LOCATION_ERROR_BUTTON_TEXT
source: REFRESH
tr: YENİDEN DENE

# FILE_NOT_FOUND_2_TEXT_TITLE
source: No Files
tr: Dosya Yok

# FILE_NOT_FOUND_2_TEXT_EXPLANATION
source: Opps! The file you are looking for cannot be found....
tr: Ah! Aradığınız dosya bulunamıyor...

# FILE_NOT_FOUND_2_BUTTON_TEXT
source: HOME
tr: ANASAYFA

# NO_SEARCH_RESULT_TEXT_TITLE
source: No Results
tr: Sonuç Yok

# NO_SEARCH_RESULT_TEXT_EXPLANATION
source: Sorry, there are no results for this search, Please try another phrase...
tr: Üzgünüz, bu arama için bir sonuç yok, Lütfen başka bir kelime öbeği deneyin...

# NO_SEARCH_RESULT_TEXT_FIELD
source: Search...
tr: Ara...

# CONTENT_VIEW_TEXT_TITLE
source: No Results
tr: Sonuç Yok

# CONTENT_VIEW_TEXT_EXPLANATION
source: Sorry, there are no results for this search, Please try another phrase...
tr: Üzgünüz, bu arama için bir sonuç yok, Lütfen başka bir kelime öbeği deneyin...

# CONTENT_VIEW_TEXT_FIELD
source: Search...
tr: Ara...
